export default function TermsPage() {
  return (
    <main className="container-luxury py-24">
      <h1 className="text-4xl font-bold mb-8">
        Општи услови пословања
      </h1>

      <p>
        Општи услови пословања
1. Уводне одредбе
Општи услови пословања-пружања адвокатских услуга имају за циљ да уваженим клијентима-странкама Адвокатске канцеларије адвоката Савић В. Владимира (у даљем тексту: Адвокатска канцеларија или адвокат) ближе опишу / дефинишу начин пружања адвокатских услуга, као и систем рада адвокатске канцеларије.

2. Примена Општих услова
Вашим обраћањем Адвокатској канцеларији са захтевом за пружање одговарајућих адвокатских услуга, истовремено сте прихватили одредбе ових Услова. Одредбе ових услова се примењују од момента давања Вашег налога (усменог или писменог) Адвокатској канцеларији, без обзира да ли је исте потписали да сте сагласни са применом истих. У случају закључења посебног уговора о пружању адвокатских услуга између Адвокатске канцеларије и Вас / клијента, ови Услови чине саставни део уговора и уз њега се примењују, с тим да у случају неслагања одредби уговора са одредбама ових Услова, предност имају одредбе посебног уговора.

3. Територијална надлежност
Адвокатска канцеларија наведених адвоката пружа адвокатске услуге и заступа клијенте пред правосудним, управним и другим државним органима и институцијама на територији целе Републике Србије. Уколико то захтевају околности, за потребе повереног предмета на Ваш захтев предузимамо и одговарајуће радње (састанци, прикупљање документације и др.) и ван граница Републике Србије. У случају да адвокати нису у могућности да нашим клијентима пруже услуге ван граница територије на којој обављају делатност, исти задржавају право да у складу са професијалним односом препоруче одговарајућу адвокатску канцеларију за пружање услуга, уз напомену да указаном препоруком адвокати не сносе одговорност за рад и квалитет пружених услуга друге адвокатске канцеларије канцеларије.

4. Обим и предмет заступања
Прихватањем заступања наведених адвоката, овлашћујете нас да предузмемо све правне и друге фактичке радње у вези са конкретним предметом које по нашем мишљењу треба да се предузму. Исто тако имате могућност (односно право) да нам у писаној форми дате инструкције за поступање којима ћете ограничити наша овлашћења и поступке на само одређене радње. Наша обавеза је да поштујемо и да се придржавамо инструкција које добијемо од Вас, с тим да ћемо Вас још једном упозорити на последице таквог поступања. За случај да и након упозорења ипак добијемо писмено ограничење у заступању, ми ћемо га поштовати и тада немамо обавезу да дајемо савете изван инструкција и ограничења које смо добили. У случају да Вас заступамо у предмету из области у којима нема довољно праксе или је пракса различита / неуједначена, односно контрадикторна, наша професионална обавеза је да поступамо према начелу савесности и поштења и у складу са најбољим схватањем правног статуса у конкретном питању и узимајући у обзир  у првом реду Ваше личне интересе. Оно што је заједнички интерес је да нам приликом ангажовања покажете сву релевантну документацију и саопштите сваку информацију која је битна или може бити битна за рад на Вашем предмету. О томе шта је битно или небитно, одлучују адвокати.

5. Контакт особа
Након разматрања предмета, клијенту додељујемо сарадника-адвоката или адвокатског приправника за рад на предмету са задатком да води коресподенцију са клијентом (састанци, е-маил, телефонска веза) и обавезом да клијента извести о свим радњама у предмету. У сложенијим и обимнијим предметима који захтевају ангажман већег броја сарадника-адвоката за рад на истом предмету, један или више њих ће бити задужени за коресподенцију. У обавези сте да комуникацију остварујете искључиво преко сарадника који је за то задужен, осим у случају да је другачије договорено или у случају хитности.

6. Комуникација и обавештење клијента
Комуникација између Адвокатске канцеларије и клијента врши се првенствено путем електронске поште или уколико је потребно личном доставом, препорученом или брзом поштом, курирском службом и телефонским путем. Адвокатска канцеларија не гарантује безбедност и поверљивост материјала који се шаљу на горе наведени начин осим у случају личне доставе. Сву комуникацију клијент може се вршити контактирањем у адвокатску канцеларију у току радног времена на телефон: +381.21.382.40.48, моб: +381.63.401.104 (ради контактирања путем вибера или вацап) и е маил: advokatskakancelarijavsavic@gmail.com. Клијент је обавезан да адвокатској канцеларији достави тачне податке у погледу његових адреса пребивалишта, боравишта, бројева мобилног или фиксног телефона, е маила, да о свакој насталој промени благовремено обавести адвокатску канцеларију, као и да благовремено одговара на оправдану – упућену комуникацију / упите адвокатске канцеларије.

7. Адвокатски трошковник – накнаде и трошкови
Адвокатска канцеларија у складу са важећом Тарифом о наградама и накнадама трошкова за рад адвоката предвиђа наплату пружених правних и других услуга (адвокатских услуга) у зависности од повереног посла и то на неколико алтернативних начина:

А) Награда за адвокатске услуге и накнада трошкова адвоката према Адвокатској тарифи.

У тренутку доношења ових Услова на снази је Тарифа о наградама и накнадама трошкова за рад адвоката која је објављена у Сл. Гласнику РС бр.121/2012 од 24.12.2012. године којом је уређен начин вредновања и плаћања награда за адвокатске услуге и накнада трошкова за рад адвоката на територији Републике Србије. За случај да дође до измене тренутно важеће тарифе, односно до доношења нове Тарифе од стране Адвокатске коморе Србије, има се применити нова Тарифа. Уколико ништа дуго није договорено, даном потписивања пуномоћи за заступање клијент изражава своју неопозиву сагласност и прихвата обрачун извршених адвокатских услуга (сваке појединачне радње предузете у предмету) у складу са тренутно важећом Тарифом о наградама и накнадама трошкова за рад адвоката.

Б) Награда адвоката у проценту у зависности од успеха у спору.

Уколико након разматрања примљеног предмета оценимо да са успехом можемо извршити наплату Вашег потраживања односно допринети остваривању друге имовинске користи, закључићемо са Вама Уговор о пружању адвокатских услуга уз награду одређену у процентуалном износу у зависности од успеха у спору која доспева након наплате потраживања односно других новчаних износа. У случају делимичне наплате, уговорени проценат се обрачунава у односу на делимично наплаћени износ. Поред уговореног процента, Адвокатска канцеларија остварује право и на наплату досуђених адвокатских трошкова које је надлежни суд досудио клијенту на име адвокатског заступања у том предмету а на терет противне стране у поступку. Закључивањем Уговора о пружању адвокатских услуга уз награду одређену у процентуалном износу у целости се дерогира примена Адвокатске тарифе која се има применити само уколико клијент раскине предметни уговор и опозове дату пуномоћ пре окончања поступка по свим редовним и ванредним правним средствима, у ком случају је дужан извршити исплату награде и накнаде трошкова које је Адвокатска канцеларија до тада имала у предмету, а према важећој Тарифи о наградама и накнадама трошкова за рад адвоката.

Ц) Накнада за пружене адвокатске услуге утврђена на месечном нивоу.

-паушална накнада. Овај начин наплате пружених адвокатских услуга је искључиво за потребе клијената правних лица којима нудимо свеобухватну подршку за сва правна питања и дилеме у свакодневном пословању, уз накнаду која је утврђена унапред на месечном нивоу. Закључује се посебан уговор о пружању правних услуга у писаној форми којим се дефинише обим пружења адвокатских услуга и месечна накнада за исто, као и друга питања од значаја за овај вид сарадње. Код оваквих уговора, у случају да се одређени спор који је водила Адвокатска канцеларија реши у корист клијента и да су клијенту досуђени трошкови од стране надлежног суда на име адвокатског

заступања у том предмету, а на терет противне стране у поступку, адвокатска канцеларија има право да наплати и наведене трошкове и то било непосредно од супротне стране, у ком случају се клијент обавезује да да посебну пуномоћ Адвокатској канцеларији ради наплате истих, а било од клијента након његове наплате од супротне стране у предмету.

Д) Накнада према утрошеном времену за рад на предмету – сатница.

Овај начин пружања адвокатских услуга се уговара посебним уговор у писаној форми где се накнада за пружене услуге утврђује према количини утрошеног времена у раду на предмету. Уговором се дефинишу права и обавезе уговорних страна и висина сатнице. У случају изостанка посебног уговора, замениће га писана коресподенција између Адвокатске канцеларије и клијента којом је клијент прихватио обрачун накнаде према количини утрошеног времена и висину сатнице за рад на предмету. Уколико клијент не изрази посебан пристанак писаним путем на предложену висину сатнице, а исти након што му је предочена висина сатнице потпише пуномоћ за заступање или неопозове претходно дату пуномоћ, својим потписом на пуномоћи дао је неопозив пристанак на понуђену висину сатнице. Количина утрошеног времена у раду на предмету која обухвата преглед документације, састанке са клијентом,време проведено на путу са клијентом, коресподенција (поднесци, е-маил, телефон), припремање предмета, састав писмена, заступање пред правосудним и другим државним органима и институцијама и др. помножена са висином сатнице у раду на предмету представља коначан износ накнаде на коју Адвокатска канцеларија остварује право по основу пружених адвокатских услуга. У случају закључења овакве врсте уговора, Адвокатска канцеларија остварује право да увећа висину сатнице до 30% за рад у поједином предмету уколико налози клијента захтевају прековремени рад, рад у време нерадних дана (викенд, државни и верски празници). Фактура са обрачуном цене пружених адвокатских услуга према количини утрошеног времена доставља се клијенту након окончања преузетог посла или на месечном нивоу уколико је такав вид сарадње предвиђен посебним уговором.

Е) Накнада стварних трошкова.

Независно од начина на коли се клијенту наплаћују услуге Адвокатске канцеларије, клијент је у обавези да предујми неопходне трошкове за рад на повереном предмету и то:

-судске и административне таксе

-трошкове банкарских услуга

-трошкове слања писма и пошиљки

-трошкове вештачења, овлашћених судских тумача и преводилаца

-трошкове путовања (нафтни деривати и путарина)

-коришћења сопственог возила

-хотелског смештаја

-као и све друге трошкове који настану или могу настати.

Давањем пуномоћи за заступање клијент прихвата обавезу плаћања свих насталих трошкова, као и

право Адвокатске канцеларије да изврши наплату трошкова од клијента уколико уместо њега има било какве издатке који су неопходни за рад на повереном предмету. Уколико Адвокатска канцеларија за извршење одређене радње у повереном предмету користи сопствено возило (под сопственим возилом се подразумева возило адвоката или било ког другог лица запосленог у Адвокатској канцеларији) тада остварује право на накнаду трошкова у износу од 30% од цене коришћеног горива за сваки пређени километар. У случају да се одређене радње предузимају ван седишта Адвокатске канцеларије на удаљености преко 300км, Адвокатска канцеларија има право на накнаду трошкова хотелског смештаја према рачуну хотела (осим хотела са 5 и више звездица).

8. Досуђени адвокатски трошкови
Уколико суд клијенту као странци у покренутом судском или управном поступку по основу ангажовања Адвокатске канцеларије досуди одређени новчани износ на име трошкова поступка исти могу припасти клијенту под следећим условима:

-уколико је клијент у целости измирио обавезе према Адвокатској канцеларији у пуном износу према Адвокатској тарифи, без попуста на одређене услуге, остварује право на досуђене адвокатске трошкове у пуном износу;

-уколико је клијент није у целости измирио обавезе Адвокатској канцеларији или је исте платио у мањем износу од износа прописаног Адвокатском тарифом или поједине услуге није платио, има право на трошкове само у оном износу у којем је извршио плаћање услуга Адвокатској канцеларији;

-уколико предвиђеним одредбама ових Услова, досуђени адвокатски трошкови припадају увек Адвокатској канцеларији и иста остварује право да наплату изврши непосредно од супротне стране у поступку, у ком случају је клијент дужан да да посебну пуномоћ ради наплате истих, а уколико наплата буде извршена на рачун клијента Адвокатска канцеларија има право да исте наплати од клијента.

9. Фактурисање услуга
Адвокатска канцеларија путем својих адвоката за све извршене услуге испоставља фактуре, са роком доспећа назначеном у фактури који не може бити краћи од 3 нити дужи до 8 дана од дана пријема фактуре. Уколико клијент не изврши у остављеном року уплату по испостављеној фактури, Адвокатска канцеларија задржава право да на исту обрачуна законску затезну камату од дана доспелости до дана наплате. Уколико клијент има примедбе на издату фактуру дужан је да о томе одмах, а најкасније у року од 3 дана од пријема фактуре, обавести Адвокатску канцеларију. У противном ће се сматрати да је исту прихватио и да се одрекао права на приговор.

10. Порез на додату вредност
На сваку издату фактуру (уколико је адвокат порески обвезник пореза на додату вредност)  посебно се исказује Порез на додату вредност (у даљем тексту као ПДВ), осим у случајевима када је фактуру издао адвокат који није у систему ПДВ-а, што се посебно наглашава у фактури. ПДВ се не приказује на понудама које шаље Адвокатска канцеларија, као и на проценама трошкова у случају да се иста даје клијенту.

11. Престанак пружања адвокатских услуга
Адвокатска канцеларија има право да прекине пружање адвокатских услуга у следећим случајевима:

-уколико процени да ангажовање канцеларије није у интересу клијента

-уколико дође до сукоба интереса

-уколико клијент не плати договорену накнаду или награду за рад адвоката или пропусти да измири трошкове који су неопходни за предузимање радњи

-у случају да клијент изражава неповерење или непристојност или се недолично понаша према било ком адвокату, адвокатском приправнику или другом запосленом у Адвокатској канцеларији или особи ангажованој од стране Адвокатске канцеларије

-уколико клијент не достави или достави нетачне или непотпуне информације у вези са предметом

-уколико су захтеваи клијента очигледно у супротности са његовим сопственим интересима

-уколико клијент не поштује правила из ових Услова.

У случају престанка пружања правних услуга или отаказа пуномоћи за заступање, клијент је дужан да изврши плаћање награде и накнаде трошкова за рад адвоката који су до тада настали.

12. Пословна тајна
Све информације у вези са Вашим пословањем које смо сазнали приликом рада на повереном предмету, чуваћемо као поверљиве и исте неће бити откривене трећим лицима, осим уколико не будете захтевали да се исте на одређени начин учине доступним јавности или у случају наше обавезе која произлази из законских прописа (нпр. Закон о спречавању прања новца и сл.).

13. Чување документације
Након окончања свих радњи у повереном предмету имате прво, а и обавезу, да комплетну документацију из предмета преузмете, укључујући и оригиналне примерке одлука судских и других органа. Рок за преузимање комплетне документације износи 30 дана од дана када сте обавештени од стране Адвокатске канцеларије да исту можете преузети. Уколико у року од 30 дана од дана пријема обавештења не преузмете документацију, Адвокатска канцеларија има право да Вам наплаћује трошкове чувања документације које ће Вам фактурисати на месечном нивоу и то у износу од 1.000,00 динара по једном предмету. Архивиране предмете заједно са документацијом Адвокатска канцеларија је дужна да чува најдуже пет година од дана окончања поступка, након чега има право да исте уништи, са чиме сте се Ви прећутно сагласили непреузимањем исте. Истеком периода чувања документације, адвокатска канцеларија ће престати да Вам наплаћује трошкове чувања.

14. Ограничење одговорности
Прихватањем ових Услова, сагласни сте да финансијска одговорност Адвокатске канцеларије према Вама у случају било каквог потраживања укључујући сваку евентуалну штету (стварну штету и изгубљену добит, трошкове и камату буде ограничана на:

а) максималан износ покрића по основу осигурања адвоката од професионалне одговорности који је на снази у датом тренутку;

б) износ једнак двоструком износу наше накнаде коју смо Вам наплатили у конкретном предмету.

15. Надлежност у случају спора
Све спорне ситуације настале између Адвокатске канцеларије и клијента настојаћемо да решимо мирним путем. У случају немогућности споразумног решења спора, Адвокатска канцеларија и клијент уговарају месну надлежност суда у Новом Саду. Општи услови пословања су сачињени на српском и на енглеском језику. У случају неслагања, важећи су Општи услови пословања сачињени на српском језику.

16. Измене и допуне Услова
Измене и допуне ових Услова могуће су само у писаној форми. Адвокатска канцеларија је дужна да Вас након сваке измене Услова одмах обавести о томе. Уколико су нови Услови повољнији за Вас, бићемо дужни да их одмах применимо.

17. Делимична ништавост
У случају да било која одредба ових Услова буде оглашена ништавом одлуком надлежног суда, таква одредба се неће примењивати, док ће остале одредбе Услова остати на снази.

18. Примена
Ови општи услови пословања – пружања адвокатских улсуга примењују се од 12.12.2019. године.

У Новом Саду, дана 12.12.2019. године.

Адвокат

Савић В. Владимир
      </p>
    </main>
  );
}
